Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A07C.tmx
Source language: en_us
Languages: zh_cn

source: Hamas leader killed in Israeli airstrike
zh_cn: 哈马斯高级官员死于空袭

source: Nizar Rayyan and his family die in raid on home as Israel rejects calls for a ceasefire
zh_cn: 以色列拒绝停火协议 尼扎尔·拉扬和家人住宅遭轰炸丧生

source: A senior member of Hamas was killed in an Israeli airstrike on his home today, after Israel rejected any temporary halt to its bombing campaign.
zh_cn: 继以色列拒绝任何临时停火协议后，今天，哈马斯一高官在以色列空袭中丧生，导弹击中了他的房屋。

source: Nizar Rayyan, a strong advocate of renewed suicide bombings who had close ties to the military wing of Hamas, was killed with members of his family.
zh_cn: 哈马斯核心成员-扎尼尔·拉扬和他的家人一同丧生。拉扬是一直主张恢复对以色列进行自杀炸弹攻击的强硬派。

source: It is the first time aircraft have targeted a political leader of Hamas since Israel launched its offensive on Saturday.
zh_cn: 这是以色列周六发动空袭以来首次击中哈马斯高级领导人。

source: Medics said seven people were killed and about 30 were wounded in the air strike on Rayyan's house today.
zh_cn: 麦迪斯称，在今天的空袭中，拉扬住宅中共有7人死亡约30人受伤。

source: Israel also targeted government buildings in Gaza and continued to mass troops along the border, while demanding international monitors as a key term of any future truce.
zh_cn: 以色列还袭击了加沙的政府办公大楼，并继续大规模向边界囤军的同时称，国际监察员的监察是未来可能达成战争停火的的关键。

source: Hamas security officials said buildings housing the education and transportation ministries had been virtually destroyed. The Palestinian parliament building was also hit, they said.
zh_cn: 哈马斯安全局称，教育部和交通部的大楼实际上已经被摧毁，巴勒斯坦国会大楼也遭到了袭击。

source: Gunmen in Gaza retaliated by firing a long-range rocket at the southern Israeli city of Be'er Sheva.
zh_cn: 加沙地带的武装力量向以色列南部城市贝尔谢巴发射了一枚远程火箭作为报复。

source: As Israel carried out air strikes for a sixth day, the Israeli military said preparations for a ground operation were complete.
zh_cn: 以色列空袭持续了6天之后，以色列军事组织称，他们已经做好全面的地面战准备。

source: "The infantry, the artillery and other forces are ready. They're around the Gaza Strip, waiting for any calls to go inside," Major Avital Leibovich, an Israeli military spokeswoman, said.
zh_cn: “我们已在加沙地带部署好步兵，炮兵和其他的武装力量，他们正待命进入加沙地区。”以色列军事发言人阿维塔·雷布奇说。

source: A possible invasion by Israeli forces could range from limited ground incursions to a much larger land invasion of Gaza, home to 1.5 million Palestinians.
zh_cn: 以色列入侵可能会是规模有限的地面行动，也有可能扩展到大规模入侵加沙－－150万巴勒斯坦居民的家园。

source: Another call-up of reservists has been approved, bringing the total to 9,000.
zh_cn: 以色列已经批准了增加后备部队的计划，总兵力将达到9000人。

source: The Israeli prime minister, Ehud Olmert, will not agree to a truce unless international monitors take responsibility for enforcing it, government officials said, a point he made in talks with the US secretary of state, Condoleezza Rice, and other world leaders.
zh_cn: 以色列官员在和美国国务卿赖斯以及其他国家领导人谈话时透露，如果有国际监察员监督停火协议，以总理奥尔默特表示会作考虑。

source: Meanwhile, Israel widened its buffer zone under military authority around Gaza to a radius of 25 miles after the reach of Hamas rockets extended to the town of Be'er Sheva.
zh_cn: 同时，在哈马斯的火箭袭击了贝尔谢巴后，以色列把军事管辖内的缓冲区拓宽到加沙周围25英里的半径范围内。

source: A poll in the Ha'aretz newspaper showed most Israelis, 52%, favoured pursuing the attacks in Gaza, with 20% backing calls for a ceasefire, and 19% favouring a ground offensive into the Palestinian territory.
zh_cn: 以色列国土报的民意调查结果显示，大部分的（52%）民众支持继续对加沙进行轰炸，20%的民众要求停火，而还有19%的民众则支持对巴勒斯坦进行地面袭击。

source: The Hamas leader, Ismail Haniyeh, said Israel must stop its attacks, lift its economic blockade of Gaza and open border crossings before any truce proposals could be considered.
zh_cn: 哈马斯领导人伊斯梅雨·哈尼亚发表声明称，以色列必须在达成停战协议之前解除对加沙的经济封锁和打开边界线。

source: In the first indication of a division over the course of the engagement since the conflict began on Saturday, Olmert personally championed a continuation of the military campaign while his defence minister, Ehud Barak, proposed a 48-hour halt on Tuesday night.
zh_cn: 以色列关于战斗的第一次分歧出现于周六，以色列国防部长胡特·巴拉克提议周二晚开始进行为期48小时的暂时停火，而总理奥尔默特则支持继续对加沙进行军事行动。

source: "If conditions will ripen and we think there will be a diplomatic solution that will ensure a better security reality in the south we will consider it.
zh_cn: “如果时机成熟，我们能找到通过外交解决问题的办法，确保南部安全问题的话，我们会考虑。

source: But at the moment, it's not there," an aide quoted Olmert as saying.
zh_cn: 但显然现在时机还不成熟。”奥尔默特助理引用总理的话说。

source: "We didn't start this operation just to end it with rocket fire continuing as it did before it began.
zh_cn: “我们开展这次军事行动并不是要以继续受到火箭袭击收场。

source: Imagine if we declare a unilateral ceasefire and a few days later rockets fall on Ashkelon. What will that do to Israel's deterrence?"
zh_cn: 试想一下如果我们单方面宣布停火，几天之后又有火箭袭击奥斯克隆，那我们的停战又意味着什么呢？”

source: Olmert met Barak, foreign minister Tzipi Livni and his senior commanders for an apparently tense four-hour meeting on Tuesday night.
zh_cn: 周二晚，奥尔默特召集以色列外长立夫尼及一些高级指挥官开了4个小时的紧张会议。

source: A security cabinet meeting yesterday then decided against any pause in the bombing.
zh_cn: 昨天的内阁会议决定不暂停任何的轰炸行动。

source: The French government had tried to convince the Israelis to accept the pause and to allow more humanitarian aid into Gaza.
zh_cn: 法国政府试图说服以色列同意暂停袭击，以使更多的人道主义救援人员进入加沙地区。

source: But Israel's leaders were keen not to repeat the experience of the 2006 Lebanon war when divisions over strategy led to recriminations and loss of confidence among the Israeli public.
zh_cn: 但以色列领导人坚持表示不愿再重蹈06年黎巴嫩战争中战略分歧导致以色列民众的指责失去民心的覆辙。

source: Israeli jets yesterday bombed smuggling tunnels on the Egyptian border as well as a mosque in Gaza City, which the military said was used to store weapons.
zh_cn: 以色列战斗机昨天轰炸了埃及边境的走私通道和加沙境内一处被认为藏有武器的清真寺。
